[
  {
    "img": "1.png",
    "title": "抬腿式",
    "content": "双方站立，女方抱住男方脖子，抬起一条腿。男方一手将腿勾住，另一只手让丁丁插入后，再环抱住女方的腰进行活塞运动。这个姿势女方是以单腿立地，重心大部分在男方肩上，男方感觉上重下空，于是更能自由冲刺"
  },
  {
    "img": "2.png",
    "title": "体操式",
    "content": "双方站立，女方如果韧带拉伸较好，可把一条腿高抬，搭在男方肩上，双手搂住男方脖子。男方一手扶住女方腰身，另一手辅助丁丁插入后，再托住女方的大腿。此时Y道会处于一种拉伸压缩的状态，男方将感觉紧致刺激"
  },
  {
    "img": "3.png",
    "title": "站立后入式",
    "content": "当女方在做饭或是梳妆时，男方突然从后面将其抱住。在亲吻耳根脖颈，双乳花式玩法后（这在《性爱高手》中有写），女方稍微翘起臀部，男方插入活塞运动，可以双手握住女方双乳，也可以搂住女方腰腹，或是拉住女方的双臂"
  },
  {
    "img": "4.png",
    "title": "抵墙后入式",
    "content": "该姿势相对于站立后入式，丁丁不容易滑出。女方大幅度弯腰，双手撑在墙上，翘起臀部。男方从后面插入，双手抱住女方的盆骨。也可一手握住女方的细腰，一手搭在女方的肩上，看到女方从上身到细腰再到臀部的完美曲线，男方会兴奋难抑"
  },
  {
    "img": "5.png",
    "title": "传教式",
    "content": "这是最常用的姿势。女方先躺在床上，分开双腿。男方丁丁插入后，整个身体完全压在女方上面，通过扭动臀部和腰部来进行活塞运动。因为整体姿势像是传教士在施教，所以称为传教式"
  },
  {
    "img": "6.png",
    "title": "悬挂式",
    "content": "男方先在床边采取传教式的体位插入后，女方紧紧搂住男方脖子，将双腿搭在男方腰间。男方双手托住女方的大腿，慢慢直起腰变成挺立状态，此时女方完全悬挂和被托举在男方的身上。男方通过把女方上下抛动来进行活塞运动"
  },
  {
    "img": "7.png",
    "title": "揉面式",
    "content": "女方上半身躺在高度合适的桌上，男方正向插入后，女方双腿夹住男生的腰，男生此时一边进行活塞运动，一边用双手为女生进行双乳花式玩法。整个动作看起来就像在揉面团，但注意手上的动作不是乱揉，应按照花式玩法的步骤循序渐进来做"
  },
  {
    "img": "8.png",
    "title": "挂肩式",
    "content": "女方上半身躺在稍低的桌上，男方正向插入后，把女方臀部托举起来，女方顺势把小腿搭在男方肩上。男方在进行这个活塞运动时，看着女方晃动的胸部，感受着脸旁光洁的小腿，也是一种视觉的享受"
  },
  {
    "img": "9.png",
    "title": "盘根式",
    "content": "女方坐于桌上，男方正向插入后，女方把双腿像树根一样盘绕在男方的腰间，紧紧缠住，然后双手撑在身后以支撑上半身的重力。男方则环抱住女方的腰，身体可以前倾，尽情的进行活塞运动"
  },
  {
    "img": "10.png",
    "title": "打钻式",
    "content": "女方坐于桌上，把腿上抬搭在男方肩上，双手搂住男方的脖子。男方正向插入后，一手扶住女方的后背，一手扶住女方的臀部。此时双方的重心稳定，不用担心姿势变样，男方可以如打钻一般的快速啪啪"
  },
  {
    "img": "11.png",
    "title": "花苞式",
    "content": "男方先面向矮桌而坐，女方再背对男方，一边扶着丁丁插入，一边缓缓坐下，双手放置于身前的矮桌上。男方从后面抱住女方，身体紧密的贴合在一起，就像待开放的花苞。男方通过大腿和腰部的抬动来实现上下的活塞运动"
  },
  {
    "img": "12.png",
    "title": "抬腰后入式",
    "content": "女方俯身弯腰，双手放在小凳子上，翘起臀部。男方从后面插入，双手抬起女方的腰肢，男方可把双腿稍微分开，这在活塞运动中更能感受到雄性气概"
  },
  {
    "img": "13.png",
    "title": "倒拔垂柳式",
    "content": "女方先躺下，卷腹抬起双腿，撅起臀部。男方与女方的臀部正对，跪在一个合适的距离上，然后男方把女方的双腿放稳在自己肩上，并把女方挪在一个稳定的位置后插入。活塞运动中，女方用臂膀支撑住身体，双方整体就像男方在倒拔垂柳"
  },
  {
    "img": "14.png",
    "title": "抱杆起舞式",
    "content": "男方先躺下，向上竖起一条腿。女方从侧面，一手扶着男方竖起的腿，一手扶着丁丁让其插入，缓缓坐下。坐下后，双腿夹紧男方的这条腿，同时手也抱住，然后身体上下晃动，或是前后扭动腰肢。就像抱了一根竖杆在跳舞"
  },
  {
    "img": "15.png",
    "title": "X交叉式",
    "content": "女方上半身躺在桌上，先把腿自然搭在男方肩膀，待男方插入后，女方再把双腿交叉，呈X形状，即把右腿放在男方左肩上，把左腿放在男方右肩上。男方的双手分别各固定一条腿，然后再进行活塞运动"
  },
  {
    "img": "16.png",
    "title": "抱臀式",
    "content": "男方坐在床边，一条腿垂下床，一条腿伸直。女方蹲在床上，背对男方，慢慢让丁丁插入。插入后，男方抱住女方臀部，引导女方上下耸动臀部，男方的双腿应尽量靠拢一点，以保证女方的臀部每次撞击时，能用大腿去承受撞击力"
  },
  {
    "img": "17.png",
    "title": "捞月式",
    "content": "女方先趴在床上，男方跪在女方双腿间，从后面抬起女方的一条腿，单手辅助插入后，一手抬着女方的小腿，一手扶住女方的腰，进行活塞运动。过程中女方那条被抬起的腿要尽量保持伸直状态。整体姿势就像是在水中打捞东西"
  },
  {
    "img": "18.png",
    "title": "推车式",
    "content": "顺接前面的捞月式，保持丁丁的插入状态。女方趴在床上或者地上，男方跪在女方双腿之间，双手改为抬住女方的大腿，然后慢慢站直。女方同时慢慢伸直手臂，用手撑着地面。待动作稳定后男方再进行冲刺，整体就像在推手扶车"
  },
  {
    "img": "19.png",
    "title": "抱腿式",
    "content": "女方躺在地上或者床上，双腿先分开举起，待男方插入后，再紧紧并拢双腿，把双腿靠在男方身上。男方此时抱住双腿，慢慢往上提，直至身体呈跪地姿态。活塞运动时，可以把双腿靠在肩膀的一侧，也可以靠在自己脸上"
  },
  {
    "img": "20.png",
    "title": "蹦床式",
    "content": "男方先坐下，女方再背对坐在男方大腿上。男方手辅助丁丁插入后，双手抬住女方大腿和小腿的关节处，依靠大腿和手臂的力量把女方向上抛起再落下，以此进行活塞运动，过程中女方就像在玩蹦床一样"
  },
  {
    "img": "21.png",
    "title": "贴合式",
    "content": "先在床上垫几个枕头或者垫高被子，女方趴在垫高的被子上面，男方从女方后面插入后，再趴在女方的身体上。双手可以压住女方的双臂，大腿紧贴着女方的大腿，扭动臀部以做活塞运动。整体姿势就像双方紧密的贴在了一起"
  },
  {
    "img": "22.png",
    "title": "十字式",
    "content": "女方横躺在床上，双腿抬起。男方竖躺，与女方呈垂直的“十”字状。男方保持竖躺状态，挪向女方插入后，女方并拢双腿，然后小腿夹住男方臀部。男方一手扶住女方的肩膀，一手勾住女方的双腿，保持姿势稳定后，再进行活塞运动"
  },
  {
    "img": "23.png",
    "title": "骑鹤式",
    "content": "女方躺在床上，先稍微分开双腿。男方张开双腿，待丁丁进入后，女方再并拢双腿，男方则把女方的双腿夹住，双手撑起上半身，进行前后的活塞运动。整体姿势就像男方骑在女方大腿上，与传教式不同在于，男方用双腿夹住的女方"
  },
  {
    "img": "24.png",
    "title": "坐莲式",
    "content": "坐莲式也叫“观音坐莲”、“女上位”。男方仰面平躺，女方面向男方，跨坐于男方腰间，扶住丁丁缓缓插入。男方双手可以勾住女方大腿，也可以和女方十指相扣。女方通过臀部前后晃动或者做绕圈的方式获得快感，如果想更快结束战斗，就做上下运动"
  },
  {
    "img": "25.png",
    "title": "波浪式",
    "content": "在坐莲式的基础上，男方挺起上半身，并用双手撑在身后，稍微收拢大腿，把女方托起。女方则把双腿抬起放在男方双肩上，同时手也撑在身后，这样女方的身体就被托举了起来。男方通过全身的上下晃动来做抽插，女方感觉像被波浪荡漾着起伏一般"
  },
  {
    "img": "26.png",
    "title": "骑乘式",
    "content": "男方坐于床上，双手撑在身后，双腿先伸直。女方背对男方，扶着丁丁插入后，跨坐在男方身上。男方此时再收拢并拱起双腿，女方把上半身靠在男方大腿上，也是通过前后扭动腰身或用臀部绕圈来获得快感。整体姿势就像女方骑乘在男方身体上一般"
  },
  {
    "img": "27.png",
    "title": "千斤顶式",
    "content": "在骑乘式之后，男方分开双腿，上半身躺下，双手抱住女方的腰部。女方身体后仰，双手撑在两侧，双腿前移支撑，让臀部稍稍抬起。此时男方依靠下半身的力量做活塞运动，把女方一次又一次的顶起，就像坚挺的千斤顶一样"
  },
  {
    "img": "28.png",
    "title": "拱桥式",
    "content": "这个姿势难度较高。男方先下腰，四肢反向撑地，成拱桥状。开始时腹部不用挺太高，待女方跨上来，丁丁插入后，男方全身再发力，把女方顶起。女方双脚最好是着地，并保持高度不变，男方通过顶起和下移的动作做活塞运动"
  },
  {
    "img": "29.png",
    "title": "侧入式",
    "content": "女方侧躺在床上，蜷缩并拢双腿，撅起臀部。男方呈跪姿，抱起女方的臀部放在自己大腿上，丁丁插入后，一手扶住女方小腿，一手从下面勾住女方的腰，再进行活塞运动"
  },
  {
    "img": "30.png",
    "title": "跪推式",
    "content": "女方趴在床上，男方跪在女方双腿间，先从后面抬起女方的一条大腿，单手辅助插入丁丁后，另一只手再抬起另一条大腿，保持跪姿不变，待动作稳定后男方再进行冲刺，整体姿势就像跪着推手扶车"
  },
  {
    "img": "31.png",
    "title": "播种式",
    "content": "女方躺在床上，张开并拱起双腿。男方先背对女方，跨立在女方腰间，然后趴下身体，扶住丁丁插入后，双手手肘撑在床上。此时女方要尽量把双腿向腹部靠拢，以便于男方通过上下动作进行活塞运动。整体姿势男方就像是俯身在播种"
  },
  {
    "img": "32.png",
    "title": "侧面倒入式",
    "content": "在播种式的基础上，男方将双腿并拢伸直，女方顺势抱住男方的双腿，然后女方更多的蜷起收拢双腿，并夹住男方的臀部。此时男方配合女方，将双方的重心倒向某一侧，呈图示的侧面倒入状态。然后男方再抱住女方的臀部做活塞运动"
  },
  {
    "img": "33.png",
    "title": "跪立后入式",
    "content": "这是大家最常用的后入式。女方跪趴在床上，翘起臀部。男方跪着从后面插入，男方双手可以握住女方的腰肢，也可以抱住女方的臀部。活塞运动的撞击时容易发出声响，这个姿势最能满足男方的征服欲"
  },
  {
    "img": "34.png",
    "title": "抬轿式",
    "content": "女方先用双手的手肘撑在身后，抬起大腿并张开，高高翘起腹部。男方保持跪立姿态，从正面插入，双手从两侧抬住女方的大腿，待姿势稳定后再进行前后的活塞运动，整体姿势就像是抬轿子"
  },
  {
    "img": "35.png",
    "title": "冲锋式",
    "content": "女方趴在床上，男方在侧后方趴下，先抬起女方的一条腿不松手，单手辅助丁丁插入后，收拢和女方同侧的大腿，让女方的部分重心能支撑在自己收拢的大腿上。然后另一只手勾住女方的同侧肩膀，再进行活塞运动。整体姿势就像是男方在端着枪冲锋"
  },
  {
    "img": "36.png",
    "title": "掘金式",
    "content": "女方仰面躺下，蜷缩身体，大腿尽量靠拢腹部。男方以跪立姿态插入，然后女方把一条腿搭在男方肩上，另一条腿继续保持蜷缩。男方一只手握紧搭在自己肩上的腿，另一只手压住女方蜷缩的腿，然后俯身进行活塞运动。整体姿势就像男方握着铁锹在掘金"
  },
  {
    "img": "37.png",
    "title": "漂浮式",
    "content": "男方仰面躺下，全身伸直。女方先背对男方，以坐姿慢慢坐下插入，然后身体前倾趴下，双腿放在男方的两侧，男方双手则搂住女方的大腿。女方上半身压在男方大腿上，手臂从男方的小腿绕上去，牢牢锁住稳定，女方通过臀部的上下运动获得快感，整体姿势就像漂浮在水面上"
  },
  {
    "img": "38.png",
    "title": "起飞式",
    "content": "双方先站在地上，女方面前放一小凳子，男方以站立后入式插入，再双手搂住女方的腰腹，身体后仰，保持插入状态不动。女方这时踩上凳子，弯曲并拢双腿，把身体重心靠在男方身上，双手后握住男方的双手以保持稳定。男方通过托举女方的腰腹和自己的前后动作来进行活塞运动，过程中女方就像即将起飞的小鸟"
  },
  {
    "img": "39.png",
    "title": "翘首式",
    "content": "男方仰面平躺，女方以跪姿面向男方，先跨于男方腰间，张开腿扶住丁丁插入后，再身体前倾，双手撑在男方手臂间，然后并拢双腿，把双腿收拢在男方双腿间，尽量伸直。此时女方通过臀部的上下动作获得快感。整体姿势女方就像在翘首仰望"
  },
  {
    "img": "40.png",
    "title": "驾驭式",
    "content": "这是个很厉害的姿势。男方仰面平躺，女方手扶着丁丁，慢慢坐下插入。女方可以前后扭动腰肢，可以左右晃动臀部，如果男方战斗力较强，也可以通过上下动作发出“啪啪”的声音让男方屈服。更能通过360度旋转方向来获得快感，从而轻松驾驭男方"
  },
  {
    "img": "41.png",
    "title": "对接式",
    "content": "男方仰面躺于床上，双手撑在身后。女方跨立于男方两侧，以坐姿慢慢将丁丁插入，然后身体后仰，双手支撑在身后，双腿向前伸直。男方双手按住女方的脚踝并固定，然后通过前后动作来进行活塞运动"
  },
  {
    "img": "42.png",
    "title": "相叠式",
    "content": "在对接式的基础上，保持丁丁插入状态，男女双方都拱起双腿，同时起身，成坐立姿态。此时男方双手勾住女方大腿，女方双手可以勾住男方的手，也可以搂着男方的脖子。男方通过手上发力，拉着女方进行活塞运动，整体姿势就像叠坐在一起"
  },
  {
    "img": "43.png",
    "title": "不倒翁式",
    "content": "女方仰面躺下，蜷缩双腿，让大腿尽量贴着腹部。男方以跪立姿态插入后，女方将双脚并拢抵在男方胸口，男方将双手抱住女方的小腿后，再进行活塞运动。整体姿势较为稳定，男女双方合起来就像个不倒翁"
  },
  {
    "img": "44.png",
    "title": "坐臀式",
    "content": "男方仰面躺下，蜷缩双腿，让大腿尽量贴着腹部，然后双腿张开。女方半蹲，从上方慢慢将丁丁插入后，双手后伸，与男方的手相支撑，然后双腿慢慢挪到前面，找到一个稳定的距离后，女方再通过上下运动获得快感。过程中女方的重心全坐在男方的臀部上"
  },
  {
    "img": "45.png",
    "title": "跨坐式",
    "content": "男方坐于沙发上、床边、凳子上。女方横跨在男方大腿两侧，扶着丁丁慢慢插入后，紧紧的搂住男方的脖子。男方则顺势抱住女方的细腰，通过大腿和手臂发力，把女方上下抛起，从而进行活塞运动"
  },
  {
    "img": "46.png",
    "title": "摇橹式",
    "content": "女方仰面躺下，男方以跪姿骑在女方大腿上，女方抬起一条腿，搭在男方的肩上，男方顺势插入后，一手扶住搭在自己肩上的腿，另一只手向后支撑身体，然后进行前后的活塞运动。整体姿势就像男方扶着橹在摇船"
  },
  {
    "img": "47.png",
    "title": "踩肩式",
    "content": "女方先仰面平躺，男方跪立在床上，双手抬住女方的臀部，将其抬到靠近丁丁的位置并插入。此时女方双脚踩在男方的肩膀，同时双手勾住男方的大腿以保持稳定。然后男方双手扶住女方的臀部或者大腿，进行前后活塞运动"
  },
  {
    "img": "48.png",
    "title": "磁吸式",
    "content": "女方侧身躺下，蜷缩并拢大腿。男方以相同的姿势侧身躺在女方背后，并向女方贴拢，手辅助丁丁插入后，双手抱住女方的腰肢，进行上下的活塞运动。整体姿势就像两块被吸在一起的磁铁"
  },
  {
    "img": "49.png",
    "title": "蝴蝶式",
    "content": "男方坐于床上，双腿伸直并拢。女方双腿跨在男方大腿外侧，慢慢坐下并插入。然后女方上半身后仰，躺在男方大腿上；再让大腿伸直，小腿折叠。男方双手则握住女方的细腰，上半身弯曲，可以顺便用舌头服务女方的胸，整体姿势就像张开翅膀的蝴蝶"
  },
  {
    "img": "50.png",
    "title": "探寻式",
    "content": "女方仰面平躺，男方以跪立姿势，双手勾住女方的大小腿关节处往上拉，拉到丁丁处时插入，并以这个姿势进行前后活塞运动。这种情况下能清晰的看到丁丁进进出出的细节，对于好奇男士，就像低头探寻奥秘一样"
  },
  {
    "img": "51.png",
    "title": "锁链式",
    "content": "女方先仰面平躺，再朝上举起双腿。男方以站立姿态，张开双腿，交叉跨于女方双腿之间，然后双手托举女方的双腿，在身体下沉的同时，双手托住女方的双腿往上拉，以此实现活塞运动的上下动作。整体姿势就像是锁链的两个环相扣在一起"
  },
  {
    "img": "52.png",
    "title": "盘绕式",
    "content": "男方侧身坐于床上，女方先分开双腿，从上面夹住男方的腰，双手放在身后支撑上半身。男方调整到合适的位置插入后，抬起一条腿，缠住女方的腰，另一条腿和另一只手作支撑，然后通过前后动作进行活塞运动。整体姿势重点就在于盘腿和互相缠绕"
  }
]